Repository: adlh/django-registration-defaults
Catalog: registration_defaults/locale/*/LC_MESSAGES/django.po
Languages: de

source: Activation complete
de: Aktivierung abgeschlossen

source: Activation problem
de: Problem bei der Aktivierung

source: Thanks
de: Danke

source: activation complete! You may now <a href='%(auth_login_url)s'>login</a> using the username and password you set at registration.
de: Aktivierung abgeschlossen! Du kannst dich jetzt mit dem Benutzernamen und Passwort, die Du bei der Registrierung festgelegt hast, <a href='%(auth_login_url)s'>anmelden</a>.

source: Oops &ndash; it seems that your activation key is invalid. Please check the url again.
de: Upps &ndash; der verwendete Aktivierungsschlüssel ist ungültig. Bitte überprüfe die URL erneut.

source: You (or someone pretending to be you) have asked to register an account at %(site_name)s. If this wasn't you, please ignore this email and your address will be removed from our records.
de: Ein Registrierungsvorgang bei uns (%(site_name)s) wurde mit dieser Email-Ardesse gestartet. Wenn Du diesen Vorgang nicht selbst durchgeführt haben sollst oder die Registrierung nicht mehr erwünscht ist, reicht es, wenn Du diese Email ignorierst. Deine Email-Adresse wird dann automatisch aus unserem System entfernt.

source: To activate this account, please click the following link within the next %(expiration_days)s days:
de: Um Dein Account zu aktivieren, bitte klicke auf den folgenden Link innerhalb den nächsten %(expiration_days)s Tagen:

source: Sincerely, %(site_name)s Management
de: Mit freundlichen Grüßen, Das Team von %(site_name)s

source: Account registration for %(site_name)s
de: Account-Registrierung bei %(site_name)s

source: Sorry, couldn't log you in with that combination of username and password. Please try again.
de: Es tut uns Leid. Die Kombination aus Benutzername und Passwort ist falsch. Bitte versuche es erneut.

source: Sign In
de: Anmelden

source: <p><a href="%(auth_password_reset_url)s">Forgot</a> your password? <a href="%(registration_register_url)s">Need an account</a>?</p>
de: <p>Passwort <a href="%(auth_password_reset_url)s">vergessen</a>? <a href="%(registration_register_url)s">Brauchst Du einen Account</a>?</p>

source: Logged out
de: Abgemeldet

source: Successfully logged out!
de: Erfolgreich abgemeldet!

source: Password changed
de: Passwort geändert

source: Password successfully changed!
de: Passwort erfolgreich geändert!

source: Change password
de: Passwort ändern

source: Change Password
de: Passwort Ändern

source: Password reset complete
de: Zurücksetzen des Passworts abgeschlossen

source: Your password has been reset! You may now <a href="%(login_url)s">log in</a>.
de: Dein Passwort wurde zurückgesetzt! Du kannst dich jetzt <a href="%(login_url)s">anmelden</a>.

source: Confirm password reset
de: Password-Zurücksetzen bestätigen

source: Confirm Password Reset
de: Password-Zurücksetzen bestätigen

source: Enter your new password below to reset your password:
de: Gibt Dein neues Passwort ein, um das Passwort zurückzusetzen:

source: Set password
de: Passwort setzen

source: Password reset
de: Passwort zurücksetzen

source: We have sent you an email with a link to reset your password. Please check your email and click the link to continue.
de: Wir haben dich eine E-Mail mit einem Link zum Zurücksetzen des Passworts geschickt. Bitte öffne die E-Mail und klicke auf den Link, um fortzufahren.

source: Greetings
de: Hallo

source: You are receiving this email because you (or someone pretending to be you) requested that your password be reset on the %(domain)s site. If you do not wish to reset your password, please ignore this message.
de: Du erhältst diese E-Mail, weil wir eine Anforderung zum Zurücksetzen Deines Passworts bei uns: %(domain)s bekommen haben. Wenn Du diesen Vorgang nicht gestartet hast, oder nicht mehr dein Passwort zurücksetzen willst, dann reicht es, diese Email zu ignorieren.

source: To reset your password, please click the following link, or copy and paste it into your web browser:
de: Um Dein Passwort zurückzusetzen, klicke bitte auf den folgenden Link oder kopiere und füge ihn in Deinen Webbrowser:

source: Your username, in case you've forgotten:
de: Dein Benutzername, falls du den vergessen haben solltest:

source: Best regards, %(site_name)s Management
de: Mit freundlichen Grüßen, Das Team von %(site_name)s

source: Reset password
de: Passwort zurücksetzen

source: Password Reset
de: Passwort Zurücksetzen

source: Forgot your password? Enter your email in the form below and we'll send you instructions for creating a new one.
de: Passwort vergessen? Schicke das ausgefüllte Formular und wir werden Dir Anweisungen zum Erstellen eines neuen Passworts per E-Mail schicken.

source: Activation email sent
de: Aktivierungs-E-Mail abgeschickt

source: An activation email has been sent. Please check your email and click on the link to activate your account.
de: Eine Aktivierungs-E-Mail wurde abgeschickt. Bitte öffne sie und klicke auf den beigefügten Link, um Dein Konto zu aktivieren.

source: Register
de: Registrieren

source: Register an account
de: Neues Account registrieren

source: Fill out this form to create an account.
de: Fülle dieses Formular aus, um ein Konto zu erstellen.

source: You will need to confirm your registration through e-mail so be sure to use a valid e-mail address.
de: Du werdest anschließend Deine Angaben per E-Mail bestätigen müssen, also verwende bitte nur eine gültige E-Mail-Adresse.

source: Send activation e-mail
de: Aktivierungs-E-Mail senden
